public class MyStory {
   private String my_story = "Я не вижу себя в сфере IT потому что не обладаю нужными качествами для этой сферы. Чтобы рабатать в IT нужно быть уситчивым, внимательным и самое главное иметь математичесикий склад ума. Я же больше творческая личность, очень не постоянная.Я вижу себя хоть чуть-чуть связанным с IT только в случае получения работы в игровой кампании, потому что хочу быть гейм-дизайнером или отвечать за сценарий в играх.";

   String getMyStory() {
       return my_story;
   }

}